Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=191_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi hálida anáraš- ja nuortalašgielaid jorgaleaddjiid
smn: Sämitigge áigu aanaar- já nuorttâsämikielâ kielâjurgâleijeid

source: Sámediggi hálida vuođđudit anáraš- ja nuortalašgielaide fásta jorgaleaddjiid virggiid.
smn: Sämitigge haalijd vuáđudiđ ive 2008 pargoos algâttâm aanaar- já nuorttâsämikielâi kielâjurgeleijei viirgijd.

source: Sámediggi evttoha ásahussii rievdádusa, mii dagašii vejolažžan fásta virggiid vuođđudeami ja daid deavdima.
smn: Sämitigge iävtut asâttâs nubástus, mii addel máhđulâšvuođâ virgij vuáđđudmân.

source: Fásta virggiid vuođđudeapmi gáibida rievdádusa sámedikkis addojuvvon láhkaásahussii daningo ásahus gáibida virggálaš giellajorgaleaddjiin ee. gielladutkosa.
smn: Sämitige toimâttâhân puovtij vuossâmuu keerdi pálkkááttiđ aanaar- já nuorttâsämikielâlâš kielâjurgâleijeid kiđđuv 2008, ko uáivil várás finnejui ruttâ staatâ budejetist.

source: Gielladutkosa čađaheapmi ii leat vuos vejolaš dáin gielain.
smn: Sämikielâ toimâttuvâst pargeeh jo ovdeláá pálkkááttum tavesämikielâjurgâleijeeh, main kuulmâs jurgâleh tuše Ucjuuvâ kieldâ tárboid.

source: Sámedikki doaimmahahkii lei vuosttaš geardde vejolaš bálkáhit anáraš- ja nuortalašgielaid giella-jorgaleaddjiid giđđat 2008, go dárkkuhussii čujuhuvvui ruhta stáhta bušeahtas.
smn: Viirgij vuáđudem váátá sämitiggeest adelum asâttâs nubástuttem, mast virgálâš kielâjurgâleijein váttoo el.

source: Sámegiela doaimmahagas barget juo ovdal bálkáhuvvon davvisámegiela giellajorgaleaddjit, geain golmmas ráhkadit jorgalusaid dušše Ohcejoga gieldda dárbbuide.
smn: kielâtutkos, mii ij lah vala máhđulâš čođâlditteđ nomâttum kielâin.

source: Gielladoaimmahaga bargun lea ee. čuovvut ja ollašuhttit sámi giellalágas mearriduvvon sámiid gielalaš vuoigatvuođaid.
smn: Kielâtoimâttuv pargon lii el. čuávvuđ já olášutteđ säämi kielâlaavâst asâttum sämmilij kielâlâš vuoigâdvuođâid.

source: Giellajorgaleaddjiid lassin gielladoaimmahagas barget sámi gielladorvočálli ja sámi giellaáššiidčálli, geat vástideaba ee. giellapolitihkálaš áššiid válmmaštallamis ja dikšuba davviriikkalaš sámi giellaovttasbargui gulli áššiid.
smn: Kielâjurgâleijei lasseen parga kielâtoimâttuvâst säämi kielâtorvočällee já säämi kielâašijčällee, kiäh västidává el. kielâpoolitlâš aašij valmâštâlmist já hoittáv teve-eennâmlâš säämi kielâohtâsâšpaargon lohtâseijee aašijd.

source: Eará sámedikki stivrra čoahkkinmearrádusat Avvilis 21.11.2008:
smn: Lase sämitige stiivrâ čuákkimmiärádâsah Avelist 21.11.2008:

source: Áššiid dikšun sámegillii ain gággat eisseváldiin -
smn: Sämikielâlâš ášástâllâm virgeomâháin ain-uv kaggâd

source: Virgeeisseváldit eai leat lasihan bargiideaset sámegiela máhtu eaige sámegielat áššehasbálvaleami
smn: - Virgeomâhááh iä lah lasettâm pargeidis sämikielâ tááiđu já sämikielâlâš palvâlem

source: Sámiid ruovttuguovllu virgeeisseváldiin leat ain unnán dakkár bargit, geat bastet bálvalit áššehaččaid sámegillii.
smn: Sämikuávlu virgeomâháin láá ain-uv tuše uccáá tagareh pargeeh, kiäh pasteh palvâliđ äššigâšâid sämikielân.

source: Jagi 2004 fápmui boahtán sámi giellalága ulbmilin lei dahkat áššiid dikšuma eisseváldiin sámegillii lunddolažžan ja gulul unnidit dulkojumi, man leat vásihan unohažžan ja váigadin.
smn: Ive 2004 vuáimán puáttám uđđâ säämi kielâlaavâ uáivilin lâi toohâđ sämikilâlâš ášástâllâm virgeomâháin luándulâžžân já kepidiđ kuuloold unohâžžân tubdum tulkkum.

source: Sámedikki stivra attii cealkámušas stáhtaráđi muitalussii, mii guoská giellaláhkaásaheapmái ja lea aiddo válmmaštallama vuolde vuoigatvuohtaministeriijas.
smn: Sämitige stivrâ adelij 21.11. ciälkkámuš valmâštâllâmvuálásâš staatârääđi kielâlahâasâttâs kyeskee muštâlusân.

source: Sámediggi lea dahkan viiddis čilgehusa sámi giellalága ollašuvvamis jagiin 2004-2006.
smn: Sämitigge lii toohâm vijđes čielgiittâs säämi kielâlaavâ olášuumeest iivvijn 2004-2006.

source: Dan mielde sámiid ruovttuguovllu gielddain ii leat dáhpáhuvvan mearkkašahtti rievdádus sámegielat bargiid ja bálvalusaid mearis.
smn: Ton mield sämikuávlu kieldâin ij lah tábáhtum tuođâlâš nubástus sämikielâlâš pargojuávhu já palvâlem meereest.

source: Ruovttuguovllu gielddain dušše Ohcejoga gielddas sámegiella atnojuvvo virgegáibádusaid eaktun dahje earenoamáš ánsun.
smn: Sämikuávlu kieldâin tuše Ucjuuvâ kieldâst sämikielâ kiäččoo virgehoittám iähtun tâi sierânâs ánsun.

source: Sámeguovllus bargi gielddaid ja stáhta bargiin dušše 9,5 % bastá bálvalit olbmuid sámegillii.
smn: Sämikuávlust pargee kieldâi já staatâ pargein 9,5 % pasta adeliđ äššigâšpalvâlem sämikielân.

source: Sámegielat bálvalusat ordnejuvvojit eanemus čuvgehusdoaimmas nugo vuođđooahpahusas, mánáid baivedivššus ja ovdaoahpahusas.
smn: Sämikielâlâš palvâlusah uárnejuvvojeh enâmustáá čuovviittâstooimâst ađai vuáđumáttááttâsâst, párnái peivitipšoost já ovdâmáttááttâsâst.

source: Measta visot eará sámegielat bálvalusat dáhpáhuvvet ain dulkonbálvalusaid ja áššegirjjiid jorgaleami bokte.
smn: Masa puoh eres sämikielâlâš palvâlem tábáhtuvá ain-uv tulkkâpalvâlusâi já äššikirjejurgâlusâi pehti.

source: Earenoamáš váttisin leat vásihan sámegiela geavaheami áššiid divššodettiin telefovnnas.
smn: Eromâš váduhin lii tubdum sämikielâ kevttim puhe-limáin tábáhtuvvee ášástâlmist.

source: Virgeeisseváldi ii dábálaččat bastte ordnet telefonbálvaleami sámegillii.
smn: Virgeomâhâš ij iänááš paste orniđ sämikielâlâš puhelinpalvâlem.

source: Positiivvalaš ovdaneapmin adnojuvvo dat, ahte virgeeisseváldiid diehtojuohkin sámegillii lea lassánan ee. dan bokte go máŋggat eisseváldit leat almmuhan internetsiidduid maiddái sámegillii.
smn: Positiivlâš ovdáneemmin tuálloo virgeomâhái sämikielâlâš tieđettemtooimâ lasanem, el. maaŋgâi siärvusij internet-siijđoi almostittem meiddei sämikielân.

source: Sámedikki iežas doaimmain positiivvalaš lea, ahte leat bastán bálkahit anáraš- ja nuortalašgielaid jorgaleaddjiid sámegiela doaimmahahkii jagi 2008.
smn: Sämitige jieijâs tooimâst positiivlâš lii aanaar- já nuorttâsämikielâlâš kielâjurgâleijei pálkkááttemmáhđulâšvuotâ sämikielâ toimâttâhân ive 2008.

source: Cealkámušas giddejuvvo fuomášupmi maiddái dasa, ahte váldooassi sámi álbmogis báhcá buot sámi giellavuoigatvuođaid olggobeallái danin go sii ásset sámi giellalága oaiveáššálaš doaibmanguovllu, namalassii sámiid ruovttuguovllu olggobealde.
smn: Ciälkkámušâst kiddejuvvoo huámášume meiddei toos, et iänááš uási sämiaalmugist páácá puohâi säämi kielâvuoigâdvuođâi ulguubel ton keežild, et sij äässih säämi kielâlaavâ válduášálâš heiviittemkuávlu, ađai sämikuávlu ulguubeln.

source: Nilla Tapiola ovddasteaddjin boazodoallo- ja luondduealáhusaid ráđđádallangoddái
smn: Nilla Tapiola ovdâsteijen puásuituálu- já luánduiäláttâsâi ráđádâllâmkoodán

source: Ohcejohkalaš Nilla Tapiola namahuvvui sámedikki ovddasteaddjin eana- ja meahccedoalloministeriija ásahan boazodoallo- ja luondduealáhusdutkámuša ráđđádallangoddái njukčamánu 2010 rádjái.
smn: Ucjuvlâš Nilla Tapiola nomâttui sämitige ovdâsteijen eennâm- já meccituáluministeriö asâttem puásuituálu- já luánduiäláttâstutkâmuš ráđádâllâmkoodán njuhčâmáánu 2010 räi.

source: Ministeriija bivddii sámedikki nammadit ráđđádallangoddái ođđa ovddasteaddjis čakčat jápmán rektor Lassi Valkeapää sadjái.
smn: Ministeriö táátui sämitige nomâttiđ ráđádâllâmkoodán uđđâ ovdâsteijee čohčuv jáámmám rehtor Lassi Valkeapää sajan.

source: Tapiola várrelahttun bargá juo ovdal bargui nammaduvvon Ristenrauna Magga.
smn: Tapiola värijesânin tuáimá jo ovdeláá paargon nomâttum Ristenrauna Magga.

source: Pet ra Magga eanagoaskinvahágiid buhtadusortnega čuovvu bargojovkui
smn: Petra Magga kuáskimvahâgij sajanmáksuvuáháduv čuávvumjuávkun

source: Vuohččulaš Petra Biret Magga nammaduvvui sámedikki ovddasteaddjin eanagoaskima boazodollui dagahan vahágiid buhtadanortnega čuovvu bargojovkui.
smn: Vuáččulâš Petra Biret Magga nomâttui sämitige ovdâsteijen kuáskim puásuituálun tovâttâm vahâgij sajanmáksuvuáháduv čuávvumjuávkun.

source: Bargojoavkku lea ásahan birasministeriija.
smn: Čuávvumjuávhu lii asâttâm pirâsministeriö.

source: Urpo Vuolab várreovddasteaddjin meahcceráđđehusa Ohcejoga ovttasbargojovkui
smn: Urpo Vuolab väriovdâsteijen meccihaldâttâs Ucjuuvâ ohtâsâšpargojuávkun

source: Urpo Vuolab nammaduvvui sámedikki várreovddasteaddjin meahcceráđđehusa Ohcejoga ovttasbargojovkui.
smn: Urpo Vuolab nomâttui sämitige väriovdâsteijen meccihaldâttâs Ucjuuvâ ohtâsâšpargojuávkun.

source: Sámedikki várreovddasteaddjin bargojoavkkus lea ovdal bargan Pentti Pieski, gii lea bivdán ođđa várreovddasteaddji nammadeami dan maŋŋá go son lea sirdásan meahcceráđđehusa bargin.
smn: Sämitige väriovdâsteijen juávhust lii ovdeláá toimâm Pentti Pieski, kote lii pivdám uđđâ väriovdâsteijee nomâttem tast maŋa ko sun lii sirdâšum meccihaldâttâs pargen.

source: Sámi evttohasat girjerájusveahkkeruđaid lávdegoddái
smn: Ovdâsteijeeiävtukkâsah kirjerájuišeruttâlävdikoodán

source: Sámediggi evttoha oahpahusministeriijai sámiid ovddasteaddjiid ministeriija vuolde doaibmi girjerájusveahkkeruđaid lávdegoddái.
smn: Sämitigge iävtut máttááttâsministeriön sämmilij ovdâstâs ministeriö vyelni tuáimee kirjerájuišeruttâlävdikoodán.

source: Lávdegoddi juohká girječálliide ja jorgaleaddjiide veahkkeruđaid ja stipeanddaid.
smn: Lävdikodde juáhá kirječälleid já jurgâleijeid išeruuđâid já torjuid.

source: Ministeriija namuha lávdegoddái oktiibuot čieža lahtu ja daidda várrelahtuid.
smn: Mi-nisteriö noomât läbdikoodán ohtsis čiččâm jesânid já sijjân värijesânijd.

source: Sámediggi ásahii evttohassan čuovvovaš olbmuid, geat ovddastit buot golmma Suomas hubmojuvvon sámegiela: Erkki Lumisalmi, Jouni Ilmari Jomppanen, Matti Morottaja, Anni Näkkäläjärvi, Hilkka Rasmus ja Rauna Paadar-Leivo.
smn: Sämitigge asâttij iävtun čuávvoo puohâi kuulmâ Suomâst sarnum sämikielâ ovdâsteijee ulmuid: Erkki Lumisalmi, Jouni Ilmari Jomppanen, Matti Morottaja, Anni Näkkäläjärvi, Hilkka Rasmus já Rauna Paadar-Leivo.

source: Erkki Lumisalmi ovddasteaddjin Nuortalaškultuvrra doarjjafondii
smn: Erkki Lumisalmi ovdâsteijen Nuorttâlâškulttuursiättusân

source: Erkki Lumisalmi nammaduvvui sámedikki ovddasteaddjin nuortalaškultuvrra ođđa doarjjafondii (Kolttakulttuurisäätiö).
smn: Erkki Lumisalmi nomâttui sämitige ovdâsteijen uđđâ Nuorttâlâškulttuursiättusân (Kolttakulttuurisäätiö).

source: Sámi museafoanda (Saamelaismuseosäätiö) bivddii giđđat pateanta- ja registrerenráđđehusas lobi nuortalaškultuvrra doarjjafoandda vuođđudeapmái.
smn: Sämimuseosiäđus (Saamelaismuseosäätiö) táátui kiđđuv paateent- já registerhaldâttâsâst love Nuorttâlâškulttuursiättus vuáđđudmân.

source: Lohpi foandda vuođđudeapmái bođii golggotmánus 2008.
smn: Lope siättus vuáđđudmân poođij roovvâdmáánust 2008.

source: Foandda ulbmilin lea doarjut ja ovddidit nuortasámiid kultuvrra ja bajásdoallat ja stivret nuortalaškultuvrra guovddáža, mii lea Čeavetjávrris.
smn: Siättus uáivilin lii tuárjuđ já ovdediđ nuorttâsämikulttuur sehe alnetoollâđ já jođettiđ nuorttâlâškulttuurkuávdáá, mii lii Čevetjäävrist.
